[
  {
    "number": 1,
    "text": "The system of accounting which is used to calculate prices of currency futures contract when multiple contracts of a series are combined / squared up is __________.",
    "options": [
      "FIFO",
      "LIFO",
      "Lowest price contract are squared off first",
      "Profit making contracts are squared off first."
    ],
    "correctIndex": 0,
    "explanation": "FIFO - First In First Out."
  },
  {
    "number": 2,
    "text": "What is done when a client defaults in making the Mark to Market margin payments ?",
    "options": [
      "The matter is reported to the clients bankers and amount is recovered from his banks",
      "The client is allowed to a maximum of 5 more trades so that he can make profits and pay the margins",
      "The amount of unpaid mark to market margin is recovered from his Initial Margin",
      "SEBI handles the matter as per its guidelines"
    ],
    "correctIndex": 2,
    "explanation": "When a client defaults in making payments in respect of a daily settlement mark to market margins, the contract is closed out.\n\nThe amount not paid by the client is adjusted against the initial margin. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 3,
    "text": "The seller of a Call Option has the obligation to buy the underlying asset - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "The seller of a Call Option has the obligation to SELL the underlying asset."
  },
  {
    "number": 4,
    "text": "The SEBI Act - 1992 is the act mainly responsible for governing the trading of securities in India - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "The SC(R)A ie. the Securities Contarct (Regualtion) Act of 1956 is the act mainly responsible for governing the trading of securities in India. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 5,
    "text": "In case of currency options, the net option value is added for short options and its deducted for long options to the liquid net worth of clearing members - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "Remember the current market value of short options is deducted from liquid net worth and for long options its added."
  },
  {
    "number": 6,
    "text": "Mr Raunak believes that there is a very strong bullish trend in USDINR. He also believes that there will be a decrease in volatility. So which option strategy is he most likely to use ?",
    "options": [
      "Long Call",
      "Long Put",
      "Short Call",
      "Short Put"
    ],
    "correctIndex": 0,
    "explanation": "Buying a Call is the best option as he is anticipating a strong bullish run in USDINR. Decrease in volatility will be an added advantage as he will get the call cheaper. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 7,
    "text": "The Profit or Loss for an Option Writer is unlimited - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "The Profits for a Option Writer is limited to the extent of premium received but his losses can be unlimited.\n\nFor eg if he sells a call option ( as he belives that the underlying will fall ) he collects the premium (limited profit). But in case the underlying rises to a great extent, his losses can be huge / unlimited."
  },
  {
    "number": 8,
    "text": "A trading cum clearing member buys 10 lots of GBPINR one month futures on day 1 and also sells 4 lots of this contract on that day in his proprietary account. What would be his open position at the end of day in GBP?",
    "options": [
      "14000",
      "6000",
      "10000",
      "4000"
    ],
    "correctIndex": 1,
    "explanation": "10 lots less 4 lots X 1000 (lot size of GBP) = 6000 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 9,
    "text": "A person who has studied economics and international finance believes that EUR should appreciate against INR in the next 1 month. Using this view he executes a trade on currency futures. Given this situation, what type of market participant would this person be ?",
    "options": [
      "Arbitrageur",
      "Delta Player",
      "Speculator",
      "Hedger"
    ],
    "correctIndex": 2,
    "explanation": null
  },
  {
    "number": 10,
    "text": "Mr Rohit is very bullish on GBPINR and thinks that this pair will trade at 80 in the next few weeks. The current price of GBPINR is 75. Mr. Rohit wants to maximize his profits if this view turns out to be correct. Which of the below strategies should he consider ?",
    "options": [
      "Buy GBPINR Call option",
      "Sell GBPINR Call option",
      "Buy GBPINR Put option",
      "Sell GBPINR Put option"
    ],
    "correctIndex": 0,
    "explanation": "Buy a Call option or Selling a Put option - both signify bullish view. Buy when you sell a Put option, the profits are limited to the extent of premium received.\n\nSo to maximise his profits, he will buy a Call Option where the profit potential is unlimited. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 11,
    "text": "A _____________ can trade in his own account as well as on account of its client.",
    "options": [
      "Participant",
      "Custodian",
      "Trading cum clearing member",
      "Trading Member"
    ],
    "correctIndex": 3,
    "explanation": "Trading members are members of an authorized Exchange. They can trade either on their own account or on behalf of their clients including participants."
  },
  {
    "number": 12,
    "text": "A pharma company has imported some chemicals from USA and has to make payments after three months. To hedge the risk the company buys a USDINR call option at a strike price of Rs 52 and pays a premium of Rs 2.30. When the option matures, the settlement price was Rs 55.10. How much profit did the company make per USD on this option strategy in Rs. ?",
    "options": [
      "5.4",
      "3.1",
      "2.3",
      "0.8"
    ],
    "correctIndex": 3,
    "explanation": "The Company buys Rs 52 call option at Rs 2.30 premium. So the total cost = 52 + 2.30 = 54.30\n\nThe Settlement Price is 55.10\n\nSo the profit is 55.10 - 54.30 = Rs 0.80 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 13,
    "text": "_______measures sensitivity of option value to the risk free interest rate.",
    "options": [
      "Theta",
      "Delta",
      "Vega",
      "Rho"
    ],
    "correctIndex": 3,
    "explanation": null
  },
  {
    "number": 14,
    "text": "An exporter receives USD as export remittance and wants to sell the same. The bank quotes a price of 54.20/ 54.30 for USDINR. At what price can you sell one unit of USD ?",
    "options": [
      "54.25",
      "54.2",
      "54.3",
      "54.5"
    ],
    "correctIndex": 0,
    "explanation": "54.20 and 54.30 are the BID and ASK price. This means there are buyers at 54.20 and sellers at 54.30.\n\nSo if the exporter wants to sell, he has to sell them to the buyer at 54.20 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 15,
    "text": "A wheat flour manufacturer gets into a contract with a five star hotel chain to sell certain quantity of wheat flour at a fixed price for a year. However after a few months, the price of wheat rises much above the contracted price and the manufacturer refuses to sell to the five star hotel chain. What is the type of risk highlighted in this contract ?",
    "options": [
      "Operational Risk",
      "Liquidity Risk",
      "Basis Risk",
      "Counter Party Risk"
    ],
    "correctIndex": 3,
    "explanation": "Counter Party Risk - The risk to each party of a contract that the counterparty will not live up to its contractual obligations."
  },
  {
    "number": 16,
    "text": "A trader is bullish about USD and buys 5 lots of one month USDINR future contracts at Rs.301500. On the expiry, the USDINR future were settled at Rs.60. What will be his profit or loss ?",
    "options": [
      "Profit of 15000",
      "Loss of 15000",
      "Loss of 1500",
      "Loss of 150"
    ],
    "correctIndex": 1,
    "explanation": "He bought 5 lots at 301500. Per lot price = 301500 / 5 = 60300 / 1000 ( Lot size) = 60.30\n\nHe bought at 60.30 and the expiry price is 60.\n\nSo he will suffer a loss : 60.30 - 60.00 = 0.30\n\nTotal Loss : 0.30 x 5 Lots X 1000 ( Lot size )\n\n= Rs 1500 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 17,
    "text": "A sub-broker has to execute a bipartite agreement between him and his client clearly specifying rights and obligations of each party - State True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "A sub-broker should enter into a tripartite agreement with his client and with the main broker specifying the scope of rights and obligations of the broker, sub-broker and such client of the sub-broker."
  },
  {
    "number": 18,
    "text": "A trading member (TM) has two clients \"A\" and \"B\" and he also does proprietary trading in currency futures. On day 1, TM buys 12 lots of USDINR one month futures and also sells 2 lots of the same contract on the same day in his proprietary book. On the same day, client \"A\" buys 12 lots of USDINR one month futures and also sells 2 lots of the same contract while client \"B\" buys 12 lots and sells 2 lots. What would be the open position (in USD) of the trading member, client \"A\" and client \"B\" respectively at the end of day 1 ?",
    "options": [
      "30,000; 10,000; 10,000",
      "10,000; zero; zero",
      "zero, 10,000; 10,000",
      "10,000; 10,000; 10,000"
    ],
    "correctIndex": 0,
    "explanation": "TM open position : 12 -2 Lots = 10 lots x 1000 (Lot size) = 10,000 Client A : 12 -2 Lots = 10 lots x 1000 (Lot size) = 10,000\n\nClient B : 12 -2 Lots = 10 lots x 1000 (Lot size) = 10,000\n\nTM open position is the sum of all open position = 10,000 + 10,000 + 10,000 = 30,000 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 19,
    "text": "The contract size for USDINR futures contract is __________.",
    "options": [
      "USD 100",
      "INR 100",
      "USD 1000",
      "INR 1000"
    ],
    "correctIndex": 0,
    "explanation": "The Contract size or lot size in the case of USDINR is USD1000 In case of GBPINR it is GBP 1000; EURINR it is EUR 1000; JPYINR it is JPY 100,000."
  },
  {
    "number": 20,
    "text": "Mr Sharma invested INR 200,000 in an Indian corporate bond for a year giving a return of 14% in one year. He plans to use the proceeds from the maturity of this bond to fund his son's education on US. At the time of investing in the corporate bond, USDINR spot rate was 50 and one year premium was 3%. The person decides to hedge currency risk using USDINR one year futures. At the end of one year, how many USD can this person remit to his son?",
    "options": [
      "4385",
      "4427",
      "4480",
      "4516"
    ],
    "correctIndex": 1,
    "explanation": "Mr Sharma has invested Rs 2,00,000 at 14% . So after one year he will receive : 200000 X 14% = Rs 2,28,000\n\nOne year premium for USD is 3%\n\nSo the future price of USD is 50 x 3% = 51.50\n\nTherefore, USD which Mr Sharma will have after one year = 2,28,000 / 51.50\n\n= 4427 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 21,
    "text": "When two way market quotes are mentioned, BID price would mean ________ .",
    "options": [
      "The price at which price taker is willing to buy",
      "The price at which price taker is willing to sell",
      "The price at which market maker is willing to buy",
      "The price at which market maker is willing to sell"
    ],
    "correctIndex": 2,
    "explanation": "In interbank market, currency prices are quoted with two way price - the prices quoted for buying is called bid price and the price quoted for selling is called as offer or ask price.\n\nThese prices are always from the perspective of the market maker and not from the perspective of the price taker.\n\n(The difference between bid and offer price is called as 'spread')"
  },
  {
    "number": 22,
    "text": "The Special Committee formed by SEBI on Currency Futures recommends product design, risk management and membership norms for currency futures - State True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "RBI-SEBI Standing Technical Committee on Exchange Traded Currency recommends product design, risk management and membership norms for currency futures. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 23,
    "text": "Assume that USDINR spot price to remain the same in the next 30 days and premium on USD to INR to continue. So which of the below actions will result in losses ?",
    "options": [
      "Selling USDINR futures",
      "Selling USDINR OTC forward",
      "Buying USDINR futures",
      "All of the above"
    ],
    "correctIndex": 2,
    "explanation": "The buyer of future contract suffers a loss if there is no movement in the underlying due to the concept of time decay."
  },
  {
    "number": 24,
    "text": "A trader in currency markets sells 20 lots of EURINR 1 month future when the price was 62.60/62.70 and squares off 12 lots when the price was 63.20/63.40. How much profit or loss does he make on the trades that were squared off ?Profit of 7600",
    "options": [
      "Profit of 7600",
      "Loss of 8750",
      "Profit of 9740",
      "Loss of 9600"
    ],
    "correctIndex": 3,
    "explanation": "When the price was 62.60 / 62.70, the trader sold EURINR - so he sold at 62.60 as that is the Bid (Buyers) price.\n\nWhen the price was 63.20 / 63.40, the trader bought EURINR, so he bought at 63.40 as that is the Ask (Sellers) price.\n\nOut of the 20 lots bought, he has squared off only 12 lots.\n\n62.60 - 63.40 = -0.80 ( Loss)\n\nTotal Loss = -0.80 x 12 lots x 1000 (each lot of EURINR)\n\n= -9600 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 25,
    "text": "The Calendar Spread margin requirement for a 3 months EURINR spread is __________.",
    "options": [
      "Rs 500",
      "Rs 1000",
      "Rs 1500",
      "Rs 2000"
    ],
    "correctIndex": 2,
    "explanation": "Please memorise the Calendar Spread Margin requirements over various periods for the 4 currency pairs as mentioned in the NISM book, Chapter - Clearing, Settlement & Risk Management - Margin Requirements."
  },
  {
    "number": 26,
    "text": "At the start of month, JPYUSD is 2.66 and GBPUSD is 1.80. At the end of month, JPYUSD is 2.87 and GBPUSD is 1.73. Which of the following best describes the price movement ?",
    "options": [
      "USD has weakened against GBP",
      "USD has strengthened against JPY",
      "JPY has weakened against USD",
      "GBP has weakened against USD"
    ],
    "correctIndex": 3,
    "explanation": null
  },
  {
    "number": 27,
    "text": "As a trader you believe USDJPY will move from 90 to 95 in the next one month. You are a trader based in India where there is no trading in USDJPY. Therefore which of the following would you do to execute this view using currency future contracts of JPYINR and USDINR.",
    "options": [
      "Short JPYINR and Long USDINR",
      "Short USDINR and Long JPYINR",
      "Short JPYINR",
      "Long JPYINR"
    ],
    "correctIndex": 0,
    "explanation": "USDJPY moving from 90 to 95 means JPY will become weak against USD. So in India, he will short JPYINR and go long in USDINR."
  },
  {
    "number": 28,
    "text": "Which of the following correctly describes the closing price of USDINR futures contract ?",
    "options": [
      "The average price for last half hour trading.",
      "The weighted average price for last half an hour trading.",
      "The last traded price.",
      "The average price of bid and ask price for last half an hour of trading."
    ],
    "correctIndex": 1,
    "explanation": "The closing price for a futures contract is calculated as the last half an hour weighted average price of the contract.\n\nHowever if a futures contract is not traded on a day or not traded during the last half hour, a 'theoretical settlement price' is computed as may be decided by the relevant authority. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 29,
    "text": "An importer takes a long position in USDINR futures contract at a price of 53 by buying 20 lots. At the expiry, the settlement price is 54.3. How much Profit or Loss did the importer make ?",
    "options": [
      "Profit of 2600",
      "Profit of 26000",
      "Loss of 2600",
      "Loss of 26000"
    ],
    "correctIndex": 0,
    "explanation": "The importer went long which means he bought USDINR at 53. Settlement price is 54.30\n\nP/L = Selling Price - Buying Price\n\n= 54.30 - 53\n\n= 1.30 Profit\n\n1.30 x 20 Lots X 1000 ( lot size of USDINR )\n\n= 26000"
  },
  {
    "number": 30,
    "text": "The currency futures segment of the Exchange has a separate Governing Council on which the representation of Trading /Clearing Members of the currency futures segment does not exceed 50% - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "The currency futures segment of the Exchange has a separate Governing Council on which the representation of Trading /Clearing Members of the currency futures segment does not exceed 25 % NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 31,
    "text": "If one year interest rate in US is 1% and 4 % in Great Britain and the current GBPUSD spot rate is 1.74. What would be the one year futures of GBPUSD ?",
    "options": [
      "Lower than 1.74",
      "Higher than 1.74",
      "1.74",
      "None of the above"
    ],
    "correctIndex": 0,
    "explanation": "The formula for Interest Rate Parity is : Future Rate = Spot Rate X (1 + Interest Rate of Quoted Currency) /\n\n( 1 + Interest Rate of Base Currency)\n\n= 1.74 X ( 1 + 0.01 ) / ( 1 + 0.04 )\n\n= 1.74 X ( 1.01 / 1.04)\n\n= 1.74 x 0.9711\n\n= 1.689\n\nThus the future rate will be at a discount as Quoted Currency interest rates are less than base currency interest rates."
  },
  {
    "number": 32,
    "text": "Mr Kulkarni invested Rs 1,00,000 in US Stock Markets when the USDINR rate was 60. After one year his investment appreciated by 18% in USD terms. He sold of his investments and repatriated the money to India at the then existing rate of 62. What is his real returns in INR ?",
    "options": [
      "20.78%",
      "21.93%",
      "16.45%",
      "15.20%"
    ],
    "correctIndex": 1,
    "explanation": "Mr. Kulkarni invested Rs 1,00,00 in US Stock when the USDINR rate was 60. So he had invested 100000/60 = 1666.67 Dollars in US Stocks.\n\nHis investment grew by 18% : 1666.67 x 18% = 1666.66 + 300 = 1966.67\n\nHe is repatriating at USDINR rate of 62 : 1966.67 x 62 = 121933.54\n\nTherefore his investment in INR terms have grown from Rs 1,00,000 to Rs 1,21,933.54\n\nThis is an increase of 21.93 % NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 33,
    "text": "Ms. Rita sold a put option of strike price Rs. 90 and she received a premium of Rs. 6 from the option buyer. Theoretically, what can be the maximum loss on this trade ?",
    "options": [
      "90",
      "84",
      "96",
      "0"
    ],
    "correctIndex": 1,
    "explanation": "Theoretically a share can fall to Rs 0. So the maximum loss can be Rs 90. But Ms. Rita has received Rs 6 as option premium so her maximum loss will be Rs 90 - Rs 6 = Rs 84."
  },
  {
    "number": 34,
    "text": "Guidelines for accounting of currency futures contracts are issued by _________.",
    "options": [
      "RBI",
      "ICWAI",
      "ICAI",
      "FX- CA"
    ],
    "correctIndex": 2,
    "explanation": "The Institute of Chartered Accountants of India (ICAI) has issued guidance notes on accounting of currency futures contracts. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 35,
    "text": "A paddy farmer buys a weather insurance to protect himself if there is less rainfall in his region. This is like a derivative contract - what is the underlying for this weather derivative?",
    "options": [
      "Temperature recorded",
      "Actual Rainfall",
      "Storms and Hurricanes",
      "None of the above"
    ],
    "correctIndex": 1,
    "explanation": null
  },
  {
    "number": 36,
    "text": "One of the key difference in OTC and Exchange traded EUR-INR currency option market is related to ___________.",
    "options": [
      "Lot size",
      "Requirement of proof of underlying FX transaction",
      "Market timings",
      "Both",
      "and"
    ],
    "correctIndex": 3,
    "explanation": null
  },
  {
    "number": 37,
    "text": "Can we say that when the USDINR falls one way, this means there is a decrease in volatility ?",
    "options": [
      "Yes",
      "No"
    ],
    "correctIndex": 1,
    "explanation": "Volatility measures the magnitude of the change of prices (up or down) of the underlying asset. So even if the price has fallen, volatility can continue to be high."
  },
  {
    "number": 38,
    "text": "Suppose a trader has a grievance against a trading member and he uses the mechanism of Arbitration to settle the dispute. The arbitrator conducts the arbitration proceeding and passes the award normally within a period of ________ from the date of initial hearing.",
    "options": [
      "25 days",
      "2 months",
      "4 months",
      "6 months"
    ],
    "correctIndex": 2,
    "explanation": null
  },
  {
    "number": 39,
    "text": "A DAY ORDER means its valid ______________.",
    "options": [
      "for one hour",
      "till the end of day",
      "till its executed",
      "till 5 hours"
    ],
    "correctIndex": 1,
    "explanation": "A day order is an order which is valid for the day on which it is entered. If the order is not executed during the day, the system cancels the order automatically at the end of the day."
  },
  {
    "number": 40,
    "text": "An Immediate Or Cancel (IOC) order __________.",
    "options": [
      "gets exercised on the last day",
      "is valid for one hour after it is entered in the trading system",
      "is either executed or cancelled as soon as it is entered in the trading system",
      "gets executed at the best price during the day"
    ],
    "correctIndex": 2,
    "explanation": "IOC is an order to buy or sell a security that if not immediately executed, will be cancelled.\n\nPartial match is possible for the order, and the unmatched portion of the order is cancelled immediately NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 41,
    "text": "A unique principle of futures trading makes trading possible for those who do not want to make or take delivery of underlying assets. Which is that principle ?",
    "options": [
      "Traded on a recognised exchange",
      "Price uncertainity",
      "Standardisation of contracts",
      "Cash settlement"
    ],
    "correctIndex": 3,
    "explanation": null
  },
  {
    "number": 42,
    "text": "When a clearing member / broker make unnecessary transactions in his clients account with the sole aim of making commissions, this is known as ________.",
    "options": [
      "Technical Trading",
      "Stop Loss Trading",
      "Churning",
      "Portfolio Planning"
    ],
    "correctIndex": 2,
    "explanation": null
  },
  {
    "number": 43,
    "text": "Money and securities deposited by clients with the trading members should be kept by them in a separate clients account - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": null
  },
  {
    "number": 44,
    "text": "ETFs is basket of securities that trade like individual stock on an exchange- True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "Exchange Traded Funds (ETFs) is basket of securities that trade like individual stock on an exchange. They have number of advantages over other mutual funds as they can be bought and sold on the exchange.\n\nSince, ETFs are traded on exchanges intraday transaction is also possible. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 45,
    "text": "You are interested in creating a perfect hedge for your portfolio. For this you need to sell index futures and the index futures sold should be equal to __________.",
    "options": [
      "Value of your portfolio + Beta of your portfolio",
      "Value of your portfolio / Beta of your portfolio",
      "Value of your portfolio * Beta of your portfolio",
      "Value of your portfolio - Beta of your portfolio"
    ],
    "correctIndex": 2,
    "explanation": "To get a hedge, one has to multiply the beta of his portfolio with the value of the portfolio and them sell that value of index futures."
  },
  {
    "number": 46,
    "text": "As per the rules, the minimum networth of clearing members who handle and clears/settles only deals executed by him is higher than those clearing members who handle institutional trades.",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": null
  },
  {
    "number": 47,
    "text": "An trader buys a June XYZ stock futures contract at Rs 242. After a few days the price of XYZ futures was Rs 269. What will be your profit / loss if you square up your position ? ( The market lot of XYZ share is 1000 )",
    "options": [
      "-20000",
      "-27000",
      "20000",
      "27000"
    ],
    "correctIndex": 1,
    "explanation": "Purchase Price - Rs 242 Sale Price - Rs 269\n\nSo profit of Rs 27 x 1000 lot = Rs 27000."
  },
  {
    "number": 48,
    "text": "Ms. Geeta goes long in a PUT option of a higher strike price and shorts another PUT option of a lower strike price, of the same scrip and same expiry. This strategy is called _______ .",
    "options": [
      "Bullish Spread",
      "Bearish Spread",
      "Calendar spread",
      "Straddle"
    ],
    "correctIndex": 1,
    "explanation": "Bearish Spread - The trader is bearish on the market and so goes long in one put option by paying a premium. Further, to reduce her cost, she shorts another low strike put and receives a premium. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 49,
    "text": "Hedging would ensure that your profits are always on the higher side compared to an unhedged position - State True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "Hedging controls your losses but also controls your profits. It does not ensure higher profits.\n\nAn open position can give you more profits or more losses."
  },
  {
    "number": 50,
    "text": "A client can use cross margining across Cash and Derivatives segment - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "A client can use the margin he has paid in any segment provided he has signed on the necessary declarations in the account opening forms etc. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 51,
    "text": "You have bought a CALL of SBI of Strike price of Rs 200 of January. To close the position, you will buy a PUT of same strike price of January. True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "When you buy a CALL option, to close this position you will have to sell a CALL option of same strike price and expiry."
  },
  {
    "number": 52,
    "text": "Derivatives market helps shift of speculative trades from unorganized market to organized market. True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "In the unorganized markets, there is a huge risk of counter party default etc. In the organized markets for derivatives the Clearing Corporation guarantees the clearing and settlement of all trades even if there is a default of any participant. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 53,
    "text": "A short seller has the time of one week to deliver the stocks - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "Selling Short means Seller does not own the stock he is supposed to deliver. Even if a trader has stock he has to deliver the shares in T+2 days."
  },
  {
    "number": 54,
    "text": "The option which gives the holder a right to buy the underlying asset on or before a particular date for a certain price, is called as _________",
    "options": [
      "European put option",
      "American put option",
      "American call option",
      "European call option."
    ],
    "correctIndex": 2,
    "explanation": "In case of American options, buyers can exercise their option any time before the maturity of contract.\n\nIn case of European options, owner of such option can exercise his right only on the expiry date/day of the contract. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 55,
    "text": "The spot price of LKK share is Rs 300, the put option of Strike Price Rs 280 is _____ .",
    "options": [
      "In the money",
      "Out of the money",
      "At the money",
      "None of the above"
    ],
    "correctIndex": 1,
    "explanation": "Out of the Money Option - A call option with a strike price that is higher than the market price of the underlying asset, or a put option with a strike price that is lower than the market price of the underlying asset. An out of the money option has no intrinsic value, but only possesses time value.\n\nAs in the above example, LKK is trading at Rs 300. For such a stock, call options with strike prices above Rs 300 would be out of the money calls, while put options with strike prices below Rs 300 would be out of the money puts. Out of the money options are significantly cheaper than in the money or at the money options."
  },
  {
    "number": 56,
    "text": "Mr A sold a put option of strike Rs.400 on PQR stock for a premium of Rs.32. The lot size is 500. On the expiry day, PQR stock closed at Rs. 350. What is your net profit or loss?",
    "options": [
      "-25000 (Loss)",
      "-9000 (Loss)",
      "9000 (Profit)",
      "25000 (Profit)"
    ],
    "correctIndex": 1,
    "explanation": null
  },
  {
    "number": 57,
    "text": "In case of Call options, if the market price is less than the exercise (strike) price, the option will __________.",
    "options": [
      "expire worthless",
      "seller of the option will exercise it",
      "will definitely get exercised",
      "none of the above"
    ],
    "correctIndex": 0,
    "explanation": "If market price is below strike price, the option expires worthless as the buyer will incur the maximum loss of his premium paid and the seller will earn the premium received."
  },
  {
    "number": 58,
    "text": "Theta is the rate of change in option premium for a change in the price of the underlying asset - State True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 1,
    "explanation": "Delta is the rate of change in option premium for a change in the price of the underlying asset.\n\nTheta is the change in option price given a one-day decrease in time to expiration. It is a measure of time decay. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 59,
    "text": "In the Options segment, if you sell a PUT, you expect the market / scrip to move _____",
    "options": [
      "Either up or down as you profit in both directions.",
      "One cannot sell a PUT in the options market",
      "Up",
      "Down"
    ],
    "correctIndex": 0,
    "explanation": "A seller of a PUT option has a positive / bullish view and he expects the market / script to go up to make a profit."
  },
  {
    "number": 60,
    "text": "Vega is ________ .",
    "options": [
      "the change in option price given a one percentage point change in the risk-free interest rate",
      "a measure of the sensitivity of an option price to changes in market volatility",
      "the change in option price given a one-day decrease in time to expiration",
      "speed with which an option moves with respect to price of the underlying asset"
    ],
    "correctIndex": 1,
    "explanation": null
  },
  {
    "number": 61,
    "text": "In an In the money PUT option____",
    "options": [
      "strike price would be lower than the market price",
      "exercise price would be equal to the market price",
      "strike price would be higher than the market price",
      "strike price would be zero"
    ],
    "correctIndex": 2,
    "explanation": "A put option is said to be In The Money when market price is lower than strike price."
  },
  {
    "number": 62,
    "text": "An American put option gives the buyer the right but not the obligations to sell to the writer an underlying asset at a specified price on or before the expiry date - State whether True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "The owner of American option can exercise his right at any time on or before the expiry date/day of the contract.\n\nThe owner of European option can exercise his right only on the expiry date/day of the contract. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 63,
    "text": "In the Option segment, if you sell a CALL at a premium of Rs 45 at the Strike Price of Rs 400, lot is of 200 shares, then the maximum possible Profit is ______",
    "options": [
      "Rs 9000",
      "Rs 18000",
      "Rs 80000",
      "Unlimited"
    ],
    "correctIndex": 0,
    "explanation": "In the Options market, the maximum profit a seller of an option can make is the premium he receives.\n\nIn the above case the premium received is Rs 45 x 200 shares = Rs 9000."
  },
  {
    "number": 64,
    "text": "Time value and intrinsic value of a call option are always either positive or zero- True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "Only in-the-money options have intrinsic value whereas at-the-money and out-of-the- money options have zero intrinsic value. The intrinsic value of an option can never be negative.\n\nTime value also can never be negative. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 65,
    "text": "A tax which is clearly mentioned in the Contract Note is _______",
    "options": [
      "Long Term Capital Gain Tax",
      "Short Term Capital Gain Tax",
      "Both 1 and 2",
      "Securities Transaction Tax (STT)"
    ],
    "correctIndex": 3,
    "explanation": null
  },
  {
    "number": 66,
    "text": "Does trading in derivatives become expensive due to high margins ? State Yes or No.",
    "options": [
      "Yes",
      "No"
    ],
    "correctIndex": 0,
    "explanation": "Cost components of futures transaction include margins, transaction costs (commissions), taxes etc.\n\nSo higher the margins more expensive the trading. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 67,
    "text": "Tick size depends on _______ .",
    "options": [
      "The Delta of the security",
      "Volume in that security",
      "Its fixed by the exchange",
      "The Interest rates"
    ],
    "correctIndex": 2,
    "explanation": "Tick size is the minimum move allowed in the price quotations. Exchanges decide the tick sizes on traded contracts as part of contract specification. Tick size for Nifty futures is 5 paisa."
  },
  {
    "number": 68,
    "text": "Options contracts are not symmetrical with respect to rights & obligations of the parties involved - State True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "The buyer of an option has a right but not the obligation in the contract. Also his riskd are limited to the extent of premium paid.\n\nThe writer/seller of an option is one who receives the option premium and is thereby obliged to sell/buy the asset if the buyer of option exercises his right. His risks are unlimited.\n\nThus Option contracts are not symmetrical as the buyers and sellers have different obligations and risk factors.\n\nOn the other hand obligations and returns in Futures are symmetrical for both buyer and sellers. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 69,
    "text": "Of the below options, when will the April index future contract be introduced on NSE ?",
    "options": [
      "On the 1st trading day after last Thursday in March",
      "On the 1st trading day after last Friday in March",
      "On the 1st trading day after last Thursday in January",
      "On the 1st trading day after last Friday in January"
    ],
    "correctIndex": 2,
    "explanation": "There are always 3 contracts running. So for eg. we will have Jan-Feb-Mar contracts trading in January.\n\nWhen January contracts expire on last Thursday of January, on Friday the April contracts will be introduced and so we will have Feb-Mar-April contracts"
  },
  {
    "number": 70,
    "text": "High level of initial margins deter brokers and clients from trading in the derivatives market - State True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "Risk involved in trading in derivatives are higher as compared to spot market due to bigger trading lot sizes.\n\nMargin levels in derivatives are kept at a higher level so that brokers and clients who do not have adequate finances , do not trade in this market as they do not have the risk bearing financial capacity. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 71,
    "text": "A high initial margin level improves solvency & financial capability of the clearing corporation - True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": "Higher initial margin collection from trading members reduces the chances of their defaults thus improving the solvency & financial capability of the clearing corporation."
  },
  {
    "number": 72,
    "text": "Strike price is the price per share for which the underlying security may be purchased or sold by the option holder - State True or False ?",
    "options": [
      "TRUE",
      "FALSE"
    ],
    "correctIndex": 0,
    "explanation": null
  },
  {
    "number": 73,
    "text": "If the base price of a security for a trading day is Rs 200 and the price range is 1%, the opening price for the trading day will be _______ .",
    "options": [
      "between Rs 198 and 202",
      "between Rs 190 and 210",
      "below Rs 198",
      "above Rs 202"
    ],
    "correctIndex": 0,
    "explanation": "Price range is 1% of Rs 200 = Rs +/- 2 So Rs 200 +/- 2 = Rs 198 and Rs 202."
  },
  {
    "number": 74,
    "text": "Which order has a better chance of execution - Stop Loss order or Stop Loss Limit order ?",
    "options": [
      "Stop Loss Order",
      "Stop Loss Limit Order",
      "Both have equal chance of execution",
      "None of the above"
    ],
    "correctIndex": 0,
    "explanation": "A 'Stop Loss limit' order states two prices ie. Trigger price and Limit Price. For eg - Sell at 100 (Limit Price) or above when the price reaches101 (Trigger Price). Stop-loss limit order has the risk of not being executed at all, if the market moves quickly, after hitting the trigger price.\n\nIn a Stop Loss order, no limit price is mentioned and only the trigger price is mentioned. So the trade gets executed at any price (market price), on hitting the Trigger price. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 75,
    "text": "From the given options, which is the most liquid tenor in Money Markets ?",
    "options": [
      "10 month",
      "6 month",
      "2 month",
      "1 month"
    ],
    "correctIndex": 3,
    "explanation": "The Money market tenors consists of overnight (ON), 1-week (1W), 2-week (2W), 1- month (1M) to 1-year (1Y) at the interval of a month.\n\nOf these, ON, 1M and 3M are more liquid than others.\n\n(The Bond Market tenors 2Y, 5Y, 7Y, 10Y, 15Y, 20Y, 25Y and 30Y.\n\nOf these, 2Y and 10Y are more liquid)."
  },
  {
    "number": 76,
    "text": "When one trades in SWAP derivatives, he buys and sell the _______ .",
    "options": [
      "futures of the underlying",
      "rights of the underlying",
      "returns from the underlying",
      "None of the above"
    ],
    "correctIndex": 2,
    "explanation": "Swap differs from all other derivatives in the sense it does not involve exchange of cash for an underlying asset: it involves exchange of returns from the underlying against return from money. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 77,
    "text": "Interest rate derivatives is best described as ______ .",
    "options": [
      "Borrowing money at an agreed rate",
      "Lending money at an agreed rate",
      "One party to borrow and one to lend at an agreed rate",
      "None of the above"
    ],
    "correctIndex": 2,
    "explanation": "An interest rate derivative is a derivative where the underlying asset is the right to pay or receive a notional amount of money at a given interest rate."
  },
  {
    "number": 78,
    "text": "On which day does the Government of India conducts the auction for Treasury Bills ?",
    "options": [
      "Monday",
      "Wednesday",
      "Friday",
      "Sunday"
    ],
    "correctIndex": 1,
    "explanation": "The 91-day T-bills are auctioned every week on Wednesdays, 182-day and 364-day T- bills are auctioned every alternate week on Wednesdays. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 79,
    "text": "Assume two bonds are issued by an issuer which have same maturity but different coupon. Which bond should an investor buy ?",
    "options": [
      "Bond with a higher market price",
      "Bond with a lower market price",
      "Bonds cannot be judged based on their prices",
      "None of the above"
    ],
    "correctIndex": 2,
    "explanation": "Price alone cannot be used as a judgment tool for determining the mis-pricing."
  },
  {
    "number": 80,
    "text": "Which date is the 'Expiry Date' in Interest Rate futures contract ?",
    "options": [
      "Settlement Date of the Interest Rate futures contract",
      "Last Trading Date Interest Rate futures contract",
      "Both 1 and 2 are the same",
      "None of the above"
    ],
    "correctIndex": 1,
    "explanation": "In India, SEBI uses Expiry Day and Last Trading Day as synonyms and they are distinguished from Settlement Day.\n\n(NOTE: in overseas Exchanges, Expiry Date corresponds to the Settlement Date and is different from Last Trading Day). NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 81,
    "text": "Which of these risks is most severe for Banks and Financial institutions ?",
    "options": [
      "Interest Rate Risk",
      "Equity Risk",
      "Currency Risk",
      "All of the above are equally severe"
    ],
    "correctIndex": 0,
    "explanation": "For banks, financial institutions and businesses, the exposure to interest rate risk is much more severe than that to currency risk and equity risk."
  },
  {
    "number": 82,
    "text": "What is Market liquidity risk ?",
    "options": [
      "The seller is unable to give the deliveries of the securities",
      "The buyer is unable to make payments",
      "Both 1 and 2",
      "There is not sufficient volumes in the market to enable the required trades"
    ],
    "correctIndex": 3,
    "explanation": "Market liquidity risk is the inability to quickly buy or sell futures contract without disturbing the futures price. If there is no market liquidity, the futures price is de-linked from the price of cash markets. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 83,
    "text": "What will be the shape of term structure if the difference between Long term rate and short term rate is zero ?",
    "options": [
      "Normal",
      "Flat",
      "Inverted",
      "Abnormal"
    ],
    "correctIndex": 1,
    "explanation": "If the rate is the same for all terms then the shape of the term structure will be Flat."
  },
  {
    "number": 84,
    "text": "A trader expects the interest rate change to happen in the short term, so he should use ___________ .",
    "options": [
      "Govt. bond futures with short expiry date",
      "Govt. bond futures with long expiry date",
      "Treasury Bill futures with short expiry date",
      "Treasury Bill futures with long expiry date"
    ],
    "correctIndex": 2,
    "explanation": null
  },
  {
    "number": 85,
    "text": "Among the below given options, interest rates will be highest for ______ credit ratings.",
    "options": [
      "AAA",
      "AA",
      "AA+",
      "BB"
    ],
    "correctIndex": 3,
    "explanation": "Stronger the credit ratings of a security, lower will be the interest on it as its less risky. Similarly if the ratings are low, which means there is a credit risk, the issuer will have to offer higher interest rates to attract investors.\n\nSo in the above question, BB ratings is the lowest and so will offer highest interest rate."
  },
  {
    "number": 86,
    "text": "A coupon paying bond is issued by a government ( sovereign ). Which risk(s) is/are associated with such bonds ?",
    "options": [
      "Repayment Risk",
      "Reinvestment Risk",
      "Both 1 and 2",
      "No risk are associated with government bonds"
    ],
    "correctIndex": 1,
    "explanation": "If the issuer is a sovereign government, there will be no credit risk because government will not default in its own currency.\n\nHowever there will be Reinvestment risk ie. the uncertainty of reinvestment rate for cash flows received before maturity (e.g. coupons). For eg. - if the interest rates falls in a economy, the interest received on bonds will have to be reinvested at lower rates ie. it faces reinvestment risk. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 87,
    "text": "Which is the correct sequence of products launched in the Indian Exchange traded derivatives market?",
    "options": [
      "Equity Index options , Equity Index futures , Single stock options",
      "Equity Index futures , Equity Index options , Single stock options",
      "Single stock futures , Equity Index futures , Equity Index options",
      "Single stock futures , Single stock options , Equity Index futures"
    ],
    "correctIndex": 1,
    "explanation": "The sequence is : Equity Index futures , Equity Index options , Single stock options , Single stock futures."
  },
  {
    "number": 88,
    "text": "The underlying for short term interest rate derivatives is ___________ .",
    "options": [
      "Short tenor rate in the long run",
      "Short tenor rate in the short run",
      "Long tenor rate in the long run",
      "Long tenor rate in the short run"
    ],
    "correctIndex": 1,
    "explanation": null
  },
  {
    "number": 89,
    "text": "The Public Debt Office of RBI maintains demat account of Govt. Securities for _________ .",
    "options": [
      "All investors of Govt. securities",
      "All investors of Private , Public and Got. debt securities",
      "All securities of State Govt",
      "Banks, Primary Dealers and select Financial Institutions"
    ],
    "correctIndex": 3,
    "explanation": "Public Debt Office holds accounts only for Schedule Commercial Banks, Primary Dealers and few select financial institutions."
  },
  {
    "number": 90,
    "text": "Delivery margin is collected on the ________ .",
    "options": [
      "Day of Intent",
      "Day of Delivery",
      "Day of Settlement",
      "None of the above"
    ],
    "correctIndex": 0,
    "explanation": "Delivery margin is collected on the Day of Intent (which is the Last Trading Day) after the intention to deliver and allocations are completed. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 91,
    "text": "_________ have to compulsorily hold government securities in demat form.",
    "options": [
      "All retail Investors",
      "All RBI controlled entities",
      "All Primary Dealers and Banks",
      "All schedule commercial banks"
    ],
    "correctIndex": 2,
    "explanation": "Public Debt Office - PDO which is the depository for government securities, holds accounts only for Schedule Commercial Banks (SCB), Primary Dealers (PD) and few select financial institutions that maintain current account (for cash) with RBI."
  },
  {
    "number": 92,
    "text": "Calculate the change in the value of one futures contract if the Government Bond futures contract price changes by 100 ticks ?",
    "options": [
      "5",
      "10",
      "100",
      "500"
    ],
    "correctIndex": 0,
    "explanation": "The tick size for contracts is Rs 0.0025. Given that the face value of one contract is equal to Rs 200,000 and given that tick size is 0.0025, the minimum change per contract will be:\n\n200,000 x 0.0025 / 100 = 5.\n\nIn the example, the contract price changes by 100 ticks, so the change in value will be 100 x 5 = 500 NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 93,
    "text": "In India, the minimum and multiple amounts of issue for T bills is _______ .",
    "options": [
      "Rs. 2500",
      "Rs. 10000",
      "Rs. 25000",
      "Rs. 100000"
    ],
    "correctIndex": 0,
    "explanation": "Treasury Bills are issued by the Govt. of India at minimum and in multiples of Rs 25000."
  },
  {
    "number": 94,
    "text": "Who issues the 'Certificates of Deposit' ?",
    "options": [
      "Local Municipality",
      "Banks",
      "RBI",
      "Corporates"
    ],
    "correctIndex": 1,
    "explanation": "Certificate of Deposit ( CD ) is a negotiable, unsecured instrument issued by scheduled commercial banks (excluding regional rural banks and local area banks) and select all-India financial institutions.\n\nThe minimum and multiple of issue is Rs 1 lakh. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 95,
    "text": "In an 'Immediate or Cancel' order ________ .",
    "options": [
      "Partial execution of the order is possible",
      "The non executed portion of the order is cancelled",
      "Both 1 and 2",
      "None of the above"
    ],
    "correctIndex": 2,
    "explanation": "Immediate or Cancel (IOC) is an order to execute the trade immediately. If it cannot be executed, its automatically cancelled. It can be combined with limit order and partial execution is permitted."
  },
  {
    "number": 96,
    "text": "The underlying for ' Bond Derivatives ' should be __________ .",
    "options": [
      "Borrowing and Lending of money",
      "A specific instrument issued by a specific borrower",
      "Interest rate on specific instrument",
      "None of the above"
    ],
    "correctIndex": 1,
    "explanation": "The underlying for Bond Derivatives is the specific instrument. The underlying for Interest rate derivative is the Interest rate on money. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 97,
    "text": "Who maintains Constituent Subsidiary General Ledger account with the Public Debt Office (PDO) of RBI ?",
    "options": [
      "Schedule Commercial Banks (SCB)",
      "Primary Dealers (PD)",
      "Both 1 and 2",
      "None of the above"
    ],
    "correctIndex": 2,
    "explanation": "The Schedule Commercial Banks or Primary Dealers holding government securities in Gilt Account for their constituents must in turn open a separate second account with Public Debt Office, which is called Constituent SGL (CSGL) Account or SGL II A/c."
  },
  {
    "number": 98,
    "text": "Which interest rate affect the price of Treasury Bills ?",
    "options": [
      "Short Term rate",
      "Long Term rate",
      "Both 1 and 2",
      "None of the above"
    ],
    "correctIndex": 0,
    "explanation": "Since Treasury bills are of less than 1 year duration, only the short term rates afftect them. NISM SERIES XIII COMMON DERIVATIVE CERTIFICATION EXAM : LAST DAY REVISION TEST 1"
  },
  {
    "number": 99,
    "text": "The last trading day for Treasury Bill future contract is ______ .",
    "options": [
      "Last Wednesday of Contract Month",
      "Last Thursday of Contract Month",
      "Last Friday of Contract Month",
      "None of the above"
    ],
    "correctIndex": 0,
    "explanation": "The last trading day for Treasury Bill future contract is the Last Wednesday of Contract Month where as for Govt. Bonds it is the Last Thursday of Contract Month."
  },
  {
    "number": 100,
    "text": "________ is/are secured money market instrument(s) .",
    "options": [
      "Certificate of deposits",
      "Commercial paper",
      "Both 1 and 2",
      "None of the above"
    ],
    "correctIndex": 3,
    "explanation": null
  }
]